export const quizData = [
  {
    question: '1. 다음 중 날개의 개수가 다른 맵은 무엇인가?',
    options: ['나무집', '피난의 보관소', '사막 오아시스', '황무지 난파선', '낙원 봉우리'],
    answer: '낙원 봉우리', // 다른 곳은 2개, 낙원 봉우리는 1개
  },
  {
    question: '2. 해당 안식처에 존재하는 양초 알갱이 갯수는?',
    options: ['19', '21', '22', '23', '25'],
    answer: '23',
    image: '/sky/test/2.jpg',
  },
  {
    question: '3. 양초 무더기 하나를 통해 얻을 수 있는 빛알갱이의 총 갯수는?',
    options: ['40개', '45개', '50개', '55개', '60개'],
    answer: '50개',
  },
  {
    question: '4. 빛을 채우기 위한 생물로 옳지 않은 것은?',
    options: ['매너티', '나비', '해파리', '가오리', '돌게'],
    answer: '돌게',
  },
  {
    question: '5. 양초 부스터가 2단계일 때, 양초 하나를 만드는 데 필요한 빛알갱이의 수는?',
    options: ['105개', '117개', '139개', '154개', '170개'],
    answer: '139개',
  },
  {
    question: '6. 다음 사건들을 일일 리셋 시간을 기준으로 일어나는 순서대로 올바르게 나열한 것은?',
    options: [
      '간헐천 - 낙원 노을 - 할머니 빵집',
      '간헐천 - 할머니 빵집 - 낙원 노을',
      '낙원 노을 - 간헐천 - 할머니 빵집',
      '낙원 노을 - 할머니 빵집 - 간헐천',
      '할머니 빵집 - 간헐천 - 낙원 노을'
    ],
    answer: '간헐천 - 할머니 빵집 - 낙원 노을',
  },
  {
    question: '7. 친구 코드를 사용하지 않고 친추하여 대화까지 연 상태일 때, 베어허그 2단계까지 추가로 해금하기 위해 필요한 최소 일반 양초의 갯수는?',
    options: ['48개', '50개', '52개', '54개', '56개'],
    answer: '52개',
  },
  {
    question: '8. 파편 획득 경우의 수 중 틀린 것은?',
    options: [
      '검은 파편 양초무더기 4개',
      '붉은 파편 어센양초 2개',
      '붉은 파편 어센양초 2.5개',
      '붉은 파편 어센양초 3개',
      '붉은 파편 어센양초 3.5개'
    ],
    answer: '붉은 파편 어센양초 3개', // 실제 지속 시간은 10분
  },
  {
    question: '9. 다음 사진 속 장소는 어느 맵에 위치해있나요?',
    options: ['햇빛 초원', '비밀의 숲', '승리의 계곡', '지식의 도서관', '황금 황무지'],
    answer: '햇빛 초원',
    image: '/sky/test/9.jpg',
  },
  {
    question: '10. 3월 1일 기준 스카이의 총 시즌 갯수는?',
    options: ['24개', '26개', '27개', '28개', '29개'],
    answer: '28개',
  }
];